---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.WinderGenericError
source: html/b91dcd83-62f7-b5a6-42a6-61c8b1edfe29.htm
---
# Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.WinderGenericError Property

Cannot make winder.

## Syntax (C#)
```csharp
public static FailureDefinitionId WinderGenericError { get; }
```